export const movieQuotes = [
  {
    title: '친구',
    quote: 'ㄴㄱ ㄱㄹ ㅎㅇㅇ',
    answer: '니가 가라 하와이',
  },
  {
    title: '기생충',
    quote: 'ㅇㄷㅇ, ㄴㄴ ㄱㅎㅇ ㄷ ㅇㄱㄴ',
    answer: '아들아, 너는 계획이 다 있구나',
  },
  {
    title: '박하사탕',
    quote: 'ㄴ ㄷㅅ ㄷㅇㄱㄹ!',
    answer: '나 다시 돌아갈래!',
  },
  {
    title: '베테랑',
    quote: 'ㅇㄹㄱ ㄷㅇ ㅇㅈ ㄱㅇㄱ ㅇㄴ',
    answer: '우리가 돈이 없지 가오가 없냐',
  },
  {
    title: '베테랑',
    quote: 'ㅇㅇㄱ ㅇㄴ',
    answer: '어이가 없네',
  },
  {
    title: '달콤한 인생',
    quote: 'ㄴ ㄴㅇㄱ ㅁㅇㄱㅇ ㅈㅇ',
    answer: '넌 나에게 모욕감을 줬어',
  },
  {
    title: '범죄도시',
    quote: 'ㅈㅅㅇ ㅂㅇㄹ',
    answer: '진실의 방으로',
  },
  {
    title: '부당거래',
    quote: 'ㅎㅇㄱ ㄱㅅㄷㅁ ㄱㄱ ㄱㄹㅇ ㅈ ㅇㅇㅇ',
    answer: '호의가 계속되면 그게 권리인 줄 알아요',
  },
  {
    title: '봄날은 간다',
    quote: 'ㅇㄸㄱ ㅅㄹㅇ ㅂㅎㄴ',
    answer: '어떻게 사랑이 변하니',
  },
  {
    title: '신세계',
    quote: 'ㄷㄹㅇ, ㄷㄹㅇ',
    answer: '드루와, 드루와',
  },
  {
    title: '친구',
    quote: 'ㄱㅁㅎㄹ ㅁㅇ ㅁㅇㄷ ㅇㅇㄱ',
    answer: '고마해라 마이 묵었다 아이가',
  },
  {
    title: '신세계',
    quote: 'ㄷㄹㅇ, ㄷㄹㅇ',
    answer: '드루와, 드루와',
  },
  {
    title: '친절한 금자씨',
    quote: 'ㄴㄴ ㅈㅎㅅㅇ',
    answer: '너나 잘하세요',
  },
  {
    title: '곡성',
    quote: 'ㅁㅇ ㅈㅎㄷ',
    answer: '뭣이 중헌디',
  },
  {
    title: '말아톤',
    quote: 'ㅊㅇㅇ ㄷㄹㄴ ㅂㅁㅂㅉㄹ ㄷㄹ',
    answer: '초원이 다리는 백만불짜리 다리',
  },
  {
    title: '살인의 추억',
    quote: 'ㅂㅇ ㅁㄱ ㄷㄴㄴ',
    answer: '밥은 먹고 다니냐',
  },
  {
    title: '올드보이',
    quote: 'ㄴ ㄴㄱㄴ',
    answer: '너 누구냐',
  },
  {
    title: '말죽거리 잔혹사',
    quote: 'ㄷㅎㅁㄱ ㅎㄱ ㅈㄲㄹ ㄱㄹ',
    answer: '대한민국 학교 좆까라 그래',
  },
  {
    title: '타짜',
    quote: 'ㄴ ㅇㄷ ㄴㅇ ㅇㅈㅇ',
    answer: '나 이대 나온 여자야',
  },
  {
    title: '타짜',
    quote: 'ㅁㄱ ㄷㅂㄹ ㄱ',
    answer: '묻고 더블로 가',
  },
  {
    title: '내부자들',
    quote: 'ㅇㅉㅍ ㄷㅈㄷㅇ ㄱㄷㅈㅇㄴㄷ',
    answer: '어짜피 대중들은 개돼지입니다',
  },
  {
    title: '범죄와의 전쟁',
    quote:
      'ㄴㄱ ㅇㅁ ㄴㄱ ㅅㅈㅇㄹ ㅇㅁ ㅇㅈㄲㄷ, ㅇㅇ? ㄱㅇ ㅂ ㅁㄱ ㅇㅇ? ㅆㅇㄴㄷ ㄱㅇ ㄱㄱ ㅇ! ㅁ, ㅇ ㄱㅅㄲㅇ. ㄷ ㅎㅇ',
    answer:
      '내가 인마 느그 서장이랑 인마 어저께도, 으이? 같이 밥 묵고 으이? 싸우나도 같이 가고 으! 마, 이 개새끼야. 다 했어',
  },
  {
    title: '변호인',
    quote: 'ㄷㅎㅁㄱ ㅈㄱㅇ ㄱㅁㅇ ㅇㄱ, ㅁㄷ ㄱㄹㅇ ㄱㅁㅇㄹㅂㅌ ㄴㅇㄷ',
    answer: '대한민국 주권은 국민에 있고, 모든 권력은 국민으로부터 나온다',
  },
  {
    title: '택시운전사',
    quote: 'ㅇㅃㄱ ㅅㄴㅇ ㄷㄱ ㅇㅇ',
    answer: '아빠가 손님을 두고 왔어',
  },
  {
    title: '변호인',
    quote: 'ㄷㅎㅁㄱ ㅈㄱㅇ ㄱㅁㅇ ㅇㄱ, ㅁㄷ ㄱㄹㅇ ㄱㅁㅇㄹㅂㅌ ㄴㅇㄷ',
    answer: '대한민국 주권은 국민에 있고, 모든 권력은 국민으로부터 나온다',
  },
  {
    title: '관상',
    quote: 'ㅇㅉ ㄴㄱ ㅇㅇ ㄷ ㅅㅇㄱ?',
    answer: '어찌 내가 왕이 될 상인가?',
  },
  {
    title: '극한직업',
    quote: 'ㅈㄱㄲㅈ ㅇㄹ ㅁㅇ ㅇㅇㄷ. ㅇㄱㅇ ㄱㅂㅇㄱ, ㅌㄷㅇㄱ',
    answer: '지금까지 이런 맛은 없었다. 이것은 갈비인가, 통닭인가',
  },
  {
    title: '김종욱찾기',
    quote: 'ㅇㅇㅇ ㅂㅈㅇㅇ ㅇㅁㅇ ㄷㄴ ㄱㅇ',
    answer: '인연을 붙잡아야 운명이 되는 거야',
  },
  {
    title: '명량',
    quote: 'ㅅㄱㅈ ㅎㅁ ㅈㅇ ㄱㅇㅇ, ㅈㄱㅈ ㅎㅁ ㅅ ㄱㅇㄷ.',
    answer: '살고자 하면 죽을 것이요, 죽고자 하면 살 것이다.',
  },
  {
    title: '봄날은 간다',
    quote: 'ㄹㅁ ㅁㅇㄹㅇ?',
    answer: '라면 먹을래요?',
  },
  {
    title: '아저씨',
    quote: 'ㅇㅇ ㄱㅅㄲㅇ ㅇㄱ ㅂㅌㅇㄹㅇ ㅇ ㄱㅅㄲㅇ',
    answer: '야이 개새끼야 이거 방탄유리야 이 개새끼야',
  },
  {
    title: '타짜',
    quote: 'ㄷㅈ ㄱㅁ ㅁㅈㅃㄱㄴ',
    answer: '동작 그만 밑장빼기냐',
  },
  {
    title: '범죄도시2',
    quote: 'ㄴ ㄴㅊㄷㄱㅇ',
    answer: '너 납치된거야',
  },
  {
    title: '바람',
    quote: 'ㄱㄹㅁ ㅇㄷ',
    answer: '그라믄 안돼',
  },
  {
    title: '범죄도시2',
    quote: 'ㄴ ㄴㅊㄷㄱㅇ',
    answer: '너 납치된거야',
  },
  {
    title: '명량',
    quote: 'ㅇㅈ ㅅㅇㄱㄴ ㅇㄷ ㅊㅇ ㅂㄱ ㄴㅇㅇㅅㅇㄴㄷ',
    answer: '아직 신에게는 열두 척의 배가 남아있사옵니다',
  },
  {
    title: '실미도',
    quote: 'ㅂㄱㅎ ㅂㅁㅇㄴㄷ',
    answer: '비겁한 변명입니다',
  },
  {
    title: '서울의 봄',
    quote: 'ㅅㅍㅎㅁ ㅂㅇ ㅅㄱㅎㅁ ㅎㅁ ㅇㄴㄴㄲ',
    answer: '실패하면 반역 성공하면 혁명 아닙니까',
  },
  {
    title: '내 머리속의 지우개',
    quote: 'ㅇㄱ ㅁㅅㅁ ㅇㄹ ㅅㄱㄴㄱㄷ',
    answer: '이거 마시면 우리 사귀는거다',
  },
  {
    title: '건축학개론',
    quote: 'ㅈㄴ ㅂㅂ',
    answer: '존나 비벼',
  },
  {
    title: '해바라기',
    quote: 'ㄲ ㄱㄹㄱ ㄷ ㄱㅈㄱㅇㅁ ㅅㅇ ㅎㄹㅎㄴ',
    answer: '꼭 그렇게 다 가져가야만 속이 후련했냐',
  },
];
